nft-drop.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-01-19 Wed 12:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Ntf Drop</title>
<meta name="author" content="Andy Candy (id@rizome.io)" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/bigblow.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/hideshow.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Ntf Drop</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgc685915">1. Main</a>
<ul>
<li><a href="#orgd4ca381">1.1. Key Challenges</a>
<ul>
<li><a href="#org79e2ea1">1.1.1. high mint price</a></li>
<li><a href="#orgf0f8c65">1.1.2. market reach</a></li>
</ul>
</li>
<li><a href="#orgcfb03d0">1.2. Timelines <code>[0/3]</code></a>
<ul>
<li><a href="#org47f795e">1.2.1. <span class="todo ___">[-]</span> research</a></li>
<li><a href="#orgca60519">1.2.2. <span class="todo ___">[ ]</span> production</a></li>
<li><a href="#org51119f0">1.2.3. <span class="todo ___">[ ]</span> implementation</a></li>
</ul>
</li>
<li><a href="#orgc2a34ab">1.3. Marketing <code>[0/4]</code></a>
<ul>
<li><a href="#org76de91d">1.3.1. <span class="todo ___">[ ]</span> Twitter post schedule</a></li>
<li><a href="#org0cc8529">1.3.2. <span class="todo ___">[ ]</span> Discord interaction plan</a></li>
<li><a href="#org0a27ec8">1.3.3. <span class="todo ___">[ ]</span> YouTube content volume</a></li>
<li><a href="#org8d6752a">1.3.4. <span class="todo ___">[ ]</span> Influencer list</a></li>
</ul>
</li>
<li><a href="#org37306cd">1.4. Measuring success <code>[0/3]</code></a>
<ul>
<li><a href="#org36916b9">1.4.1. <span class="todo ___">[ ]</span> Community size</a></li>
<li><a href="#org7ef6df9">1.4.2. <span class="todo ___">[ ]</span> funds raised</a></li>
<li><a href="#org70063e0">1.4.3. <span class="todo ___">[ ]</span> trading volume</a></li>
</ul>
</li>
<li><a href="#orge6918a4">1.5. Settlement Layers</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgc685915" class="outline-2">
<h2 id="orgc685915"><span class="section-number-2">1.</span> Main</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgd4ca381" class="outline-3">
<h3 id="orgd4ca381"><span class="section-number-3">1.1.</span> Key Challenges</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org79e2ea1" class="outline-4">
<h4 id="org79e2ea1"><span class="section-number-4">1.1.1.</span> high mint price</h4>
<div class="outline-text-4" id="text-1-1-1">
<ul class="org-ul">
<li>L1 solutions (Cardano, Solana, Avalanche)</li>
<li>L2 solutions (ImmutableX, Polygon, Harmony.one)</li>
<li>rollup option (L2 -&gt; eth) <a href="https://ethresear.ch/t/cross-rollup-nft-wrapper-and-migration-ideas/10507">Cross-rollup NFT wrapper and migration ideas - Sharding - Ethereum Research</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgf0f8c65" class="outline-4">
<h4 id="orgf0f8c65"><span class="section-number-4">1.1.2.</span> market reach</h4>
<div class="outline-text-4" id="text-1-1-2">
<p>
<a href="#orgc2a34ab">Marketing</a>
</p>
</div>
</div>
</div>

<div id="outline-container-orgcfb03d0" class="outline-3">
<h3 id="orgcfb03d0"><span class="section-number-3">1.2.</span> Timelines <code>[0/3]</code></h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-org47f795e" class="outline-4">
<h4 id="org47f795e"><span class="section-number-4">1.2.1.</span> <span class="todo ___">[-]</span> research</h4>
</div>
<div id="outline-container-orgca60519" class="outline-4">
<h4 id="orgca60519"><span class="section-number-4">1.2.2.</span> <span class="todo ___">[ ]</span> production</h4>
</div>
<div id="outline-container-org51119f0" class="outline-4">
<h4 id="org51119f0"><span class="section-number-4">1.2.3.</span> <span class="todo ___">[ ]</span> implementation</h4>
</div>
</div>
<div id="outline-container-orgc2a34ab" class="outline-3">
<h3 id="orgc2a34ab"><span class="section-number-3">1.3.</span> Marketing <code>[0/4]</code></h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-org76de91d" class="outline-4">
<h4 id="org76de91d"><span class="section-number-4">1.3.1.</span> <span class="todo ___">[ ]</span> Twitter post schedule</h4>
</div>
<div id="outline-container-org0cc8529" class="outline-4">
<h4 id="org0cc8529"><span class="section-number-4">1.3.2.</span> <span class="todo ___">[ ]</span> Discord interaction plan</h4>
</div>
<div id="outline-container-org0a27ec8" class="outline-4">
<h4 id="org0a27ec8"><span class="section-number-4">1.3.3.</span> <span class="todo ___">[ ]</span> YouTube content volume</h4>
</div>
<div id="outline-container-org8d6752a" class="outline-4">
<h4 id="org8d6752a"><span class="section-number-4">1.3.4.</span> <span class="todo ___">[ ]</span> Influencer list</h4>
</div>
</div>
<div id="outline-container-org37306cd" class="outline-3">
<h3 id="org37306cd"><span class="section-number-3">1.4.</span> Measuring success <code>[0/3]</code></h3>
<div class="outline-text-3" id="text-1-4">
</div>
<div id="outline-container-org36916b9" class="outline-4">
<h4 id="org36916b9"><span class="section-number-4">1.4.1.</span> <span class="todo ___">[ ]</span> Community size</h4>
</div>
<div id="outline-container-org7ef6df9" class="outline-4">
<h4 id="org7ef6df9"><span class="section-number-4">1.4.2.</span> <span class="todo ___">[ ]</span> funds raised</h4>
</div>
<div id="outline-container-org70063e0" class="outline-4">
<h4 id="org70063e0"><span class="section-number-4">1.4.3.</span> <span class="todo ___">[ ]</span> trading volume</h4>
</div>
</div>
<div id="outline-container-orge6918a4" class="outline-3">
<h3 id="orge6918a4"><span class="section-number-3">1.5.</span> Settlement Layers</h3>
<div class="outline-text-3" id="text-1-5">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Network</th>
<th scope="col" class="org-left">Volume (7d @ <span class="timestamp-wrapper"><span class="timestamp">[2022-01-19 Wed] </span></span> )</th>
<th scope="col" class="org-left">Perks</th>
<th scope="col" class="org-left">Stats</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Ethereum</td>
<td class="org-left">$187M (top 5 cumulative)</td>
<td class="org-left">- primary chain</td>
<td class="org-left"><a href="https://nonfungible.com">https://nonfungible.com</a></td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">- largest volume</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">- some tooling already setup</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Cardano</td>
<td class="org-left">$13.7M (top 5 cum)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="https://opencnft.io/">https://opencnft.io/</a></td>
</tr>

<tr>
<td class="org-left">Solana</td>
<td class="org-left">$6.3M (top 5 cum ?)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="https://www.solanalysis.com">https://www.solanalysis.com</a></td>
</tr>

<tr>
<td class="org-left">Avalanche</td>
<td class="org-left">$1.73M (top 5 cum ?)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="https://avaxnftstats.com/">avaxnftstats.com</a></td>
</tr>

<tr>
<td class="org-left">Polygon</td>
<td class="org-left">total $2.2M</td>
<td class="org-left">- listed on opensea</td>
<td class="org-left"><a href="https://blockworks.co/opensea-polygon-nft-sales-on-track-to-hit-2-2m-by-end-of-january/">blockworks</a></td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">- EVM compat</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Harmony.one</td>
<td class="org-left">total 1.7M sales</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="https://dappradar.com/harmony/marketplaces/davinci-nft-marketplace">dappradar</a></td>
</tr>

<tr>
<td class="org-left">ImmutableX</td>
<td class="org-left">? (no data)</td>
<td class="org-left">- specializes or gaming &amp; nft</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">- layer 2 on Eth</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">- fresh</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Andy Candy (id@rizome.io)</p>
<p class="date">Created: 2022-01-19 Wed 12:25</p>
</div>
</body>
</html>
